Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 可是不管他怎么观察，他总觉得游小默并不知道江流非常痛恨他一样，照这种情形看来，倒是有可能是江流单方面在仇视游小默。
en_us: However, no matter how he saw it, he felt that You XiaoMo was unaware of Jiang Liu's hatred for him. By the looks of things, it could very well be a one-sided hatred on Jiang Liu's part.

source: 可是两人没想到他们会被傅苍穹留下来，只好在迦蓝山脉外面等，哪想到，凌霄和游小默离开迦蓝山脉后却很小心，结果才跟没一会，两人便跟丢了。
en_us: However, the two hadn't expected that they would be asked to stay behind by Fu CangQiong, so they could only wait outside of Jialan Mountains. They hadn't expected that Ling Xiao and You XiaoMo would be so careful leaving Jialan Mountains. It wasn't long before they managed to lose them.

source: 可是他没有能力，所以他只能不停的祈祷，祈祷他们早点死，祈祷游震天快点出手杀了他们。
en_us: However, he had no power, so he could only pray, pray that they died soon, pray that You ZhenTian killed them soon.

source: 可是他的意愿并不在上任家主的考虑之中，管你乐不乐意，让你继承你就必须继承！
en_us: However, his wishes were not taken in consideration by the previous Family Head. Regardless of whether you were willing or not, if I let you be the successor, then you have to be the successor!

source: 可是凌霄会给他吗？
en_us: But would Ling Xiao give it to him?

source: 可是别人却不准备放过他。
en_us: However, there was someone who wasn't willing to let him go.

source: 可是周围的人却听到他们的谈话，不由得面面相觑。
en_us: However, the people around them could not help looking at each other after hearing their conversation.

source: 可是就在他挖完最后一株灵草，地面突然震动了起来。
en_us: But, just when he dug up the last stalk, the earth started to shake.

source: 可是没等几个黑衣人跳下去就发生异变了。
en_us: But, before the men in black could jump down, something strange happened.

source: 可是现在说没了就没了，岂不是便宜了姬宁禹？
en_us: But now, if he just left it at that and said that he was gone, wouldn't it be letting Ji NingYu off lightly?

source: 可是能够把这一切都否定的莫雪姐妹确实是奇葩，特别是莫雪，就算不是游小默救了他们，但至少是他制止了强盗头子抓掉她肚兜，不然她现在已经被一群男人看光了。
en_us: However, the Mo Xue sisters who could deny everything were truly marvels (奇葩), Mo Xue in particular. At least You XiaoMo stopped the bandit chief's hand from grabbing her dudou even if it was not him who rescued them, otherwise her entire body would have been seen by this group of men.

source: 可是这次父亲竟然把她派过来，莫菲本想让夏音和那两个人动手，不想她竟然主动示弱，现在竟然还打她们，新仇旧恨，她都恨死夏音这个女人了。
en_us: But this time her father actually sent her over. Mo Fei wanted to let Xia Yin and those two people fight it out. She did not think that Xia Yin would take the initiative to show the white feather. Now, she even hit them. New hatred piled on old, and she hated Xia Yin this woman to death.

source: 可是，游小默身边的凌霄让它们很忌惮，所以尽管被馋的口水都流出来了，它们也只能按捺住蠢蠢欲动的心思，静静的等待机会。
en_us: However, Ling Xiao, who was at You XiaoMo's side, made them extremely afraid, so even though they were already salivating with desire, they could only control their restlessness and wait quietly for an opportunity.

source: 台下在一片寂静之后，霎时响起一阵阵窃窃私语的声音，在他们看来，凌霄完全可以算是这次大赛的一匹黑马了。
en_us: After a period of silence, whispering and discussions broke out among the crowd. To them, Ling Xiao was definitely a black horse in this time’s competition.

source: 台下，游小默抹了把汗，自发为凌霄补充后面的话。
en_us: Off stage, You XiaoMo sweatdropped a little, filling in the blank at the end of Ling Xiao’s words for him.

source: 台下，游小默看得都激动起来了。
en_us: In the audience, the scene before him was making You XiaoMo excited.

source: 叶农郑重的答应了，并且告诉他们三天之内会回复他，让他们三天后再过来这里取玉简。
en_us: He accepted solemnly and told them to come back in three days to pick up the jade drive, as they will give a reply within three days.

source: 叶长老朝他拱了下手，往前走几步解释道：“关于积分的计算，我们会根据参赛者在里面待的时间来判断，最高分以五分为准……”
en_us: Elder Ye bowed to his wishes, stepping forwards to explain, “We will award up to five points based on how long the participant manages to stay inside for…”

source: 叶长老看向后面的五长老。
en_us: Elder Ye looked back at the Fifth Elder.

source: 号称远古战场，埋葬着成千上万大妖兽的尸骨，由他们的怨气集结而成的浓雾，就像索命的恶鬼，没有一点实力是进不去的。
en_us: It was known as an Ancient Battlefield, buried within it was hundreds of thousands of greater demon beast's corpses (大妖兽). Their resentment came together like a dense fog, as if an evil spirit coming for your life, if you didn't have enough strength, you wouldn't be able to get in.

source: 吃下那么大一块金属铁，吞金兽仍然是那么小，他甚至嫌弃似的吐出一口黑渣来，味道不仅比他平时吃的金属差很多，连主人做的食物都比不上。
en_us: The width of the Metal Swallowing Beast was still very small even after eating such a large piece of metal. He, seemingly in disdain, even spit out a mouthful of black dregs. The taste was not only much worse than the metal he usually ate, but also could not compare with the food his Master cooked.

source: 吃完叫花鸡，众“神”归位！
en_us: Once they finished the turkey, the 'gods' returned. (众“神”归位)

source: 吃醋就吃醋呗，干嘛要拖他下水，他只能当个无名英雄而已。
en_us: If you feel jealous, then just be jealous bei. Why on earth did you have drag him down? He can only be an unnamed hero.

source: 各大势力进入遗迹的人是根据强者的数目来分配的，古玛部落和赤血家族带来的人多出一个，所以被留了下来。
en_us: The amount of people each force brought in was dependent on the number of experts they have. Both the Guma Tribe and the Vermillion Blood Clan had one extra person so they left behind.

source: 各自用万年的时间培养一名彩级强者，这个时间虽然很长，但是那是因为有各种原因需要考虑，最后两人去参加通天殿举办的丹师大会。
en_us: Each would spend ten thousand years to train a Rainbow Level powerhouse. The reason for this long time limit was because there were various reasons to be considered. Finally, the two would participate in the Mage Assemblage held by the TongTian Palace.

source: 同伴脸色亦十分凝重，“没有见过此人，该不会是栖息在灵山的帝王兽？”这不是没有可能的事情，灵山的高阶妖兽被困在这里千万年，肯定很想出去，不过没想到他们竟然会倒霉的遇到一头帝王兽，这可不好办。
en_us: His companion's expression was very grave. "I've never seen this person before. Could it be an Emperor Beast that lives in Spirit Mountain?" This wasn't impossible. The high level demon beasts were trapped for tens of thousands of years in Spirit Mountain, and they most likely wanted to get out. But he hadn't imagined that they would be so unlucky as to encounter an Emperor Beast. This wouldn't be easy.

source: 同意他们进入鬼哭涯的天刀在心里又默默的给暴怒记上一笔，七罪兽这段时间在鬼哭涯破坏的所有东西将来都是要还的。
en_us: Tian Dao, who had let them into Weeping Ghost Shore, silently made a mark next to Wrath's name on his mental list. Everything that the Seven Sins Beasts destroyed while at Weeping Ghost Shore would most certainly be compensated for.

source: 同时他也应允了他们的要求，并且在得知他们准备去参加黑蜘蛛举行的拍卖会后，还附赠了一份名单给他们。
en_us: At the same time, he consented to their request, and after learning that they were preparing to participate in Black Spider's auction, he even gave them a list of items for free.

source: 同样是三个字，可是表达出来的结果却天差地远。
en_us: Both replies had three words, but the result each expressed was poles apart.

source: 同样是妖兽，还是变异的，但是黄鼠獣显然目光比较短浅，天底下吃金属的妖兽有几只？
en_us: They were both demon beasts and aberrants, but vision of the Ground Squirrel Beast was obviously narrower and shallower. How many demon beasts in this world would eat metal?

source: 同样是妖凰神火，但是很少有人知道，即使是等级一样，妖凰神火也会有强弱之分。
en_us: It was also the Demon Phoenix Godfire, but very few people knew that even though they were of the same rank, there would still be a Demon Phoenix Godfire that was stronger or weaker.

source: 名单却令人哭笑不得。
en_us: The name list made people unsure about how to react.

source: 后半夜，大概是谢俊给她喂了些能止痛的灵丹，又或者像游小默猜测的，谢俊怕得罪太多人，所以把莫雪打晕了，干脆一点，想叫都叫不出来。
en_us: In the latter half of the night, Xie Jun most likely fed her some kind of magic pill that could stop the pain, or what You XiaoMo guessed was that Xie Jun was afraid of offending too many people, so he knocked Mo Xue out. It was a bit simpler, and this way she couldn't scream even if she wanted to.

source: 后来经过很多次练习，他总算是习惯雷云了。
en_us: He finally got used to the lightning after much practice.

source: 后来传到游震天这一代。
en_us: After that, it was passed on till You ZhenTian's generation.

source: 后来听说很可能是天狗搞的鬼，三人成虎，越来越多人说起这件事，姬赫就相信真是天狗杀害了姬云琅，他希望妖凰族即刻派人前往鬼冢山脉征讨天狗一伙人。
en_us: He had later heard that it was probably the work of the TianGou. This rumor was repeated till it became a fact as and more and more people began to talk about it. Ji He was then convinced that it was the TianGou who had killed Ji YunLang. He hoped that the Demon Phoenix Clan would send someone to the Ghost Tomb Mountain Range to launch a punitive expedition on the TianGou.

source: 后来在有心人可以传播下，所有人都知道了赤血家族遭遇了有史以来最严重的创伤，同时损落了一位随时都有可能晋级圣境的强者！
en_us: Then, with this information being spread, everyone knew that ChiXue Family had taken a significant blow, one of a gravity they had never experienced before, as well as lost a practitioner who was close to advancing to Sacred level.

source: 后来尝到甜头他就每隔一段时间来一次。
en_us: He would come by regularly at set intervals after becoming aware of the benefits.

source: 后来才知道这些人都是拍卖会的老牌客户，有的是经常光顾拍卖会的人，有的则是经常拿一些见不得人的东西来这里拍卖。
en_us: It wasn't until later that he was told that most of these people were old customers or regulars to the auctino, and some were people who often brought obscure items to be sold at the auction.

source: 后来经过观察，见他们一直藏在自在阁没有其他动作，就更加怀疑他们的身份了。
en_us: After observing them and finding that they continued to hide in the Leisure Pavilion without making any other movements, they suspected even more strongly.

source: 后来，游震天无意中从族中一本古老的典籍中发现传族之宝的秘密，于是他开始派人寻找游小默的父亲的踪迹，想要把传族之宝拿回来，然而事情没那么简单了。
en_us: Eventually, You ZhenTian unexpectedly discovered the secret of the Inheritance Jewel from an ancient record within the clan. Thus, he began to dispatch people to look for traces of You XiaoMo's father with the intention of taking back the Inheritance Jewel. Yet, things were not that simple any more.

source: 后者一惊，不过毕竟身经百战，很快便反应过来，和真龙族的强者配合着与水妖打了起来，水妖的近身战斗非常厉害，所以只能打远战，一人牵制水妖，另一人攻击水妖，竟不落一丝下风。
en_us: The latter was shocked, but he was a veteran of a hundred battles after all and quickly responded by co-operating with the experts from the True Dragon Clan to fight the Water Demon. The Water Demon was extremely strong in close combat, so they could only fight a long-range battle, with one person to restricting the Water Demon, and the other attacking the Water Demon. Yet, the Water Demon was not in a disadvantageous position at all.

source: 吞金兽三人抓住机会，轮番出手。
en_us: The Metal Swallowing Beast and the Golden Winged Insects seized the opportunity to take turns making a move.

source: 吞金兽也不含糊，他直接跳到龟壳下面的脖子，对着脖子就乱啃一通，他的嘴巴也很锋利，瞧，果然破皮了……
en_us: The Metal Swallowing Beast didn't back down either (不含糊), he landed straight on the neck, that was below the shell and proceed to bite the hell out of it. (乱啃一通) As expected, his teeth were very sharp, see, he got through the skin... (破皮)

source: 吞金兽也撒腿子颠过去，和两只金翅虫争先恐后扑上宝座，三只都比游小默快了一步。
en_us: The Metal Swallowing Beast also rushed over, lunging onto the throne and trying to get there first with the golden winged insects. The three were just a tad faster than You XiaoMo.

source: 吞金兽从屋顶一跃而下，迷你的体积瞬间涨大，金灿灿就像一轮小太阳，不过这个体积任然不怎么被黄鼠兽放在眼里，因为恢复原形的吞金兽连半米长都没有。
en_us: The Metal Swallowing Beast leaped down from the roof and it's mini bulk instantly expanded. It was golden-bright and dazzling, like a small sun, but the Ground Squirrel Beast did not attach any importance to this increase in size, because the Metal Swallowing Beast which had regained its original size was not even half a meter long.

source: 吞金兽他并不认识，毕竟那是远古，活在传说中的妖兽，但是金翅虫就不一样了，鼎鼎大名，如雷贯耳。
en_us: He didn't know the Metal Swallowing Beast, after all, it was an ancient, mythical demon beasts, but it was different for the Golden Winged Insects. They were very well known.

source: 吞金兽似察觉到这种情况，口中发出低沉的威胁声，顶级妖兽的压力仿佛涟漪一般往森林的方向扩散而去，鼠兽们叽叽喳喳的声音顿时戛然而止。
en_us: The Metal Swallowing Beast seemed to be aware of this situation, and a deep and low threating growl came from it's mouth. The pressure of a transcendent level demon beast spread like ripples in the direction of the forest. The continuous squeaking of the rat beasts came to an abrupt end.

source: 吞金兽发出警告的咆哮声，再靠近格杀勿论。
en_us: The Metal Swallowing Beast released a warning howl: if they came any nearer, it would kill them all.

source: 吞金兽呲牙咧嘴，“嘎嘎嘎～”
en_us: The Metal Swallowing Beast bared its teeth, "Gua gua gua~"

source: 吞金兽和两只金翅虫却早已见怪不怪，蠢主人不是第一次练彩级灵丹，这种现象他们早已见识了不下十次。
en_us: The Metal Swallowing Beast and two Golden Winged Insects had long become inured to the unusual. It is not the first time their Stupid Master refined a rainbow-level magic pill. They had already seen this phenomenon for more than ten times.

source: 吞金兽和两只金翅虫立刻擦亮眼睛，一副准备看戏的表情。
en_us: The Metal Swallowing Beast and the two Golden Winged Insects instantly sharpened their eyes, with an expression on their faces which indicated that they were preparing to watch a good show.

source: 吞金兽和两子金翅虫早就被香味给熏得受不了，从游小默的衣服里钻出来，眼瞅着就要扑到盆子里的烤肉，一只手眼疾手快的将，烤肉给移开了。
en_us: The Metal Swallowing Beast and the two Golden Winged Insect had long been tempted by by the fragrance until they could not bear it any longer. They emerged from the clothes of You XiaoMo and was about to throw themselves at the roast meat in the pot after eying it, but a hand quickly and nimbly moved the roasted meat away.

source: 吞金兽和乒乓球立刻自觉地‘坐’到自己的位置上，像乖乖孩一样，实际上就是三只未来的酒鬼，非常有潜质，明明一个只吃金属，另外两个只吃七叶草，现在真是什么杂七杂八的东西都吃。
en_us: The Metal Swallowing Beast and Ping PangQiu immediately took the initiative to 'sit' at their own places like obedient kids. In actual fact, they were just three future drunkards with great potential. Obviously, one only eats metal, the other two only eat Seven Leaf Grass (七叶草), now they really ate all sorts of miscellaneous things.

source: 吞金兽和乒乓球：“……”与此同时，凌霄的运气似乎不太好。
en_us: Metal Swallowing Beast and Ping Pang: "..." At the same time, Ling Xiao wasn't having very good luck.

source: 吞金兽和小乒则头也不回的走了，知道蠢主人的德行后，感动这两个字已经离他们越来越远了。
en_us: The Metal Swallowing Beast and Xiao Ping walked off even without looked back. The word "touched" (感动) was getting farther and farther away from them after knowing the moral conduct of their stupid Master.

source: 吞金兽和金翅虫仰起头，不解的看着变成化石的主人。
en_us: The Metal Swallowing Beast and the Golden Winged Insect looked up and stared at their fossilized Master in puzzlement.

source: 吞金兽和金翅虫刚被教训过只好自己玩。
en_us: Since the Metal Swallowing Beast and the Golden Winged Insect had just been scolded, they had no choice but to play by themselves.

source: 吞金兽和金翅虫跟了他那么久，三只都吃了他不少灵丹，修为虽然没有蛇球他们高，但是作为远古妖兽，战斗力比一般妖兽要强得多。
en_us: The Metal Swallowing Beast and Golden Winged Insects had been with him for a long time, and they had eaten quite a few of his magic pills. Even though their cultivation base wasn't as high as SheQiu's and the rest, but ancient demon beasts naturally were much stronger than the typical demon beast.

source: 吞金兽在大鹏鸟的瞪视下勇敢的当了第三个叛徒，肉嘟嘟的身体移到金翅虫那边，俨然决定抛弃大鹏鸟，让他自己去承受蠢主人的怒火。
en_us: Under the glare of the Roc, the Metal Swallowing Beast courageously became the third traitor. It's chubby body moved over to where the Golden Winged Insects were, solemnly abandoning the Roc and letting it bear their stupid Master's rage alone.

source: 吞金兽在空中变换了几个方向，灵巧的躲开守卫们的咸猪手，最后轻巧的落在一块石头上，宝蓝色的眼睛闪烁着极盛的光芒，眼珠子倒映出一道身影，突然就亮了，在守卫扑过去的时候，他两腿用力的蹬起朝某个人扑了过去。
en_us: The Metal Swallowing Beast changed directions several times in mid-air, nimbly avoiding salty pig hands of the guards before landing lightly on a stone. His sapphire blue eyes twinkled with magnificent brilliance. A figure was reflected in his eyes which had suddenly brightened. When the guards had thrown themselves over, he slammed his two legs in a powerful push and pounced towards a certain person.

source: 吞金兽在空中翻了几圈落在十几米的地方，像狼一样匍匐在地上，蓝色的眼睛似乎闪过一丝诡异的光芒。
en_us: The Metal Swallowing Beast flipped several times in the air and landed on the ground more than ten meters away. It crept on the ground like a wolf and a strange light seemed to have flashed through its blue eyes.

source: 吞金兽张了张嘴，似乎想说什么，突然打了个饱嗝。
en_us: The Metal Swallowing Beast opened his mouth and seemed to want to say something, before it suddenly burped.

source: 吞金兽张嘴就要了铁锤一口，咔嚓咔嚓顺着铁锤的边缘往上吃，五百公斤的铁锤以肉眼可见的速度在减少，里面赫然早就空空如也，被吞金兽吃成一个空壳。
en_us: The Metal Swallowing Beast opened its mouth and took a bite of the hammer. 'Ka-cha, ka-cha' sound rang out as it followed the edge of the hammer and ate its way up. The five hundred kilogram metal hammer was decreasing at a speed visible to the naked eye. The interior of the hammer had long been eaten by the Metal Swallowing Beast into an empty shell.

source: 吞金兽得了命令，时辰一到就跑进来叫他，十分积极。
en_us: With his orders, the Metal Swallowing Beast came running to him when the time was right, highly energetic.

source: 吞金兽得令，立刻跳上玉床，亮出两排闪闪发光的牙齿张口就要了下去，只听‘咔嚓’一声，玉床的边缘被咬掉一小块……
en_us: The Metal Swallowing Beast complied. He immediately jumped on the jade bed and opened his mouth to reveal two rows of glittering and shining teeth. Just as he bit down, there was a 'ka-cha' sound. A small piece had been bitten off from the edge of the jade bed...

source: 吞金兽惊魂未定的趴在主人怀里。
en_us: Badly shakened, the Metal Swallowing Beast cuddled in his master arms.

source: 吞金兽最恶劣，因为小乌龟的动作很慢，所以他经常在小乌龟爬出一小段路后就把小乌龟推回原位，让他重新爬，玩得不亦乐乎，然后小乌龟就会生气了，回头找游小默安慰。
en_us: The Metal Swallowing Beast was the worst. Because the baby turtle moved extremely slowly, he would often push the baby turtle back to its original position after it had crawled a small distance and force it to crawl all over again, and he took great pleasure in this. Afterwards the baby turtle would get angry and turn around in search of You XiaoMo for comfort.

source: 吞金兽甚至带着他自己那杯跑到角落里，金翅虫本本来也想学他，但是他们的体积和酒杯差不多，想学人家也抱不起酒杯，用嘴叼着酒就会撒，只好乖乖地坐在桌子上。
en_us: The Metal Swallowing Beast even ran to the corner with his own cup. The Golden Winged Insects wanted to imitate him, but they were about the same size as the wine cup. They could not hold the wine cup even if they wanted to imitate him, and would spill the wine if they held the cup in their mouth, so they had to obediently sit on the table.

source: 吞金兽的笑声戛然而止。
en_us: The laughter of the Metal Swallowing Beast abruptly ceased.

source: 吞金兽看似只有小小一团，但关键时刻还是挺靠谱的，在水元素之心距离他只剩下两米多的时候，他猛吸一口气，身体涨得发胖，下一秒，一股强风自他嘴巴吹了出去。
en_us: Even though the Metal Swallowing Beast was pretty small, it was pretty dependable when it counted. When the Water Elemental Essence was about two meters away, he took a deep breath, expanding his body and let out a strong gust of air.

source: 吞金兽眨眨眼睛。
en_us: The Metal Swallowing Beast blinked.

source: 吞金兽眼泪汪汪的跑回来，朝他亮出两排牙齿。
en_us: The Metal Swallowing Beast ran back with eyes brimming with tears and flashed his two rows of teeth to his Master.

source: 吞金兽笑得前俯后仰，蠢主人果然也怕大人。
en_us: The Metal Swallowing Beast laughed till his whole body was convulsing. Sure enough, this stupid Master was also afraid of Boss.

source: 吞金兽表示这件事包在他身上，龟皮对他来说是小意思，虽然会很难吃，但是只要主人事后给点安慰就行了，比如那些金元素液体，给他喝几杯那就最好不过了。
en_us: The Metal Swallowing Beast gave the 'leave it up to me' expression, as eating through turtle skin was a piece of cake for him. Although it was going to taste bad, but, as long as master gave him some reward then that was fine. Perhaps something like that (金元素液体), a few cups would be just perfect.

source: 吞金兽趁金翅虫夺走碧妖蛇大半注意力的时候，一个猛跃就扑倒碧妖蛇身上，锋利的爪子抓向它的七寸，铜皮铁骨，却仍然被他抓伤了，绿色的血液流了出来，带着强烈的腐蚀性。
en_us: Taking advantage of when the Golden Winged Insects had drawn most of the Jade Devil Snake's attention, the Metal Swallowing Beast ferociously threw itself onto the Jade Devil Snake's body. The seven inches body that had copper scales and iron bones (抓向它的七寸，铜皮铁骨) were grabbed by the Metal Swallowing Beast's sharp claws. Despite it's formidable appearance, it was still scratched by him and the green blood flowed out, carrying with it a strong corrosiveness.

source: 吞金兽：“……”
en_us: The Metal Swallowing Beast, "..."

source: 否则一黑蜘蛛强盗般的行为，肯定不会与丹师工会几个势力平分那片灵草。
en_us: Or else someone with the Black Spider's bandit-like attitude definitely wouldn't have agreed to split the magic herbs evenly with the Mage Association and other major powers.

source: 听他的话，不知情的人说不定以为他才是凌霄的父亲。
en_us: Those unfamiliar with the situation may possibly assume that he was the one who was Ling Xiao's father upon hearing his words.

source: 听他自称便是通灵玄龟一族，游小默上下打量了他们一眼，从气息来看确实是玄龟族没错，他抬头看向凌霄。
en_us: You XiaoMo gave them a once over upon hearing the old man claim to be from the Psychic Black Turtle Clan. It was true that they were from the Black Turtle Clan based on their auras. He then looked up at Ling Xiao.

source: 听到五长老肯定的话，周围的导师和长老们不由得面面相觑，能让五长老说出这么肯定的话，看来结果已经出来了。
en_us: Hearing the elder’s words, the surrounding mentors and elders exchanged looks. If the Fifth Elder could say this with such certainty, then it seemed the results were clear.

source: 听到交合另鸽子，游小默和展雨轩下意识的看向银戈，银戈面不改色，仿佛与他无关一样。
en_us: Hearing these two words 'sexual intercourse', You XiaoMo and Zhan YuXuan subconsciously looked at Yin Ge. Yin Ge's expression had no change, as if had nothing to do with him at all.

source: 听到他的惨叫声，赤血家族的也没有过来救他，因为他们抽不开身，水妖太厉害，自顾不暇都来不及。
en_us: The Vermillion Blood Clan did not come to rescue him upon hearing his miserable shriek. They could not go to him as the Water Demon was too powerful and they did not even have time to look after themselves.

source: 听到他的话，游小默就不客气的了。
en_us: You XiaoMo did not restrain himself after hearing his words.

source: 听到他的话，游小默顿时知道自然城在找的人就是莫景，他挺意外的，莫景身负重任，怎么可能无故去招惹麻烦？
en_us: You XiaoMo immediately knew that Mo Jing was the person that ZiRan City was looking for upon hearing his words. He was quite surprised. Mo Jing shouldered heavy responsibilities, how could it be possible for him to provoke trouble without any reason?

source: 听到他说天级，夏音眯了眯眼。
en_us: When she heard him say Sky rank, Xia Yin narrowed her eyes.

source: 听到他进来的声音，连眼皮也没抬一下，在其两侧则是两名垂首而立貌美如花的侍女。
en_us: Hearing his entrance, the other didn't even look up. Beside him were two beautiful handmaidens, their heads bowed.

source: 听到众人的讨论声，唯一知情的王老板这次却没有加入讨论，以往他可是最喜欢跟别人聊这些八卦。
en_us: Hearing everyone's discussion, the only one in the know, owner Wang, didn't join in the conversation. Before, he was the one who loved to gossip.

source: 听到后面两个字，游小默发现他什么都理解了，离开的时候，他看到白衣帅哥依旧站在坟墓前，看着他们离开的背影，形单影只，看起来特别孤单寂寥的样子。
en_us: After hearing the last two words, You XiaoMo found that he now understood everything. When they left, he saw that the handsome white-robed guy was still standing in front of his grave, watching their backs as they left, a single shadow. He looked extremely loney.

source: 听到声响走过来的人刚好看到这一幕，外表年龄看起来和青年差不多，不同的是，男子身上比他多了一股成熟的气质。
en_us: The person who heard the noise and walked over to check it out just happened to see this scene. On the outside, his age looked to be about the same as the youth's, but what was different was that the man had a more mature aura around him.

source: 听到声音的游双刚好看到冲出囚牢的五人，双眼瞬时充血了，“不好，他们逃出来了！”
en_us: Hearing the sound, You Shuang turned and saw the five, his eyes going red. "Not good, they've escaped!"

source: 听到游小默要把他送人，小乌龟不乐意了，于是缩在龟壳里抗议，结果游小默以为他害怕被骂一夜都没有理他，他更加伤心了。
en_us: When he heard that You XiaoMo was going to give him away, the baby turtle was unhappy and withdrew into his shell as protest. But since You XiaoMo thought that he was afraid of being scolded, he had ignored him for the entire night, and the baby turtle was even more hurt.

source: 听到老者的话，男人睁开眼睛，开口发出极富磁性的嗓音，带着一丝挠人痒痒般的懒洋洋感觉，“很好，不过我要确保能得到那个东西。”
en_us: Hearing the elder's voice, the man opened his eyes and with his magnetic voice, that had a quality of laziness, tingling the ear of the listener, he said, "Good, but I want to make sure that we are the ones getting it."

source: 听到身后传来吧唧吧唧的声响，凌霄突然回头。
en_us: Hearing the chewing sound, Ling Xiao suddenly turned his head around.

source: 听到这个低沉的声音，黄鼠兽两秒后才反应过来，喘息道：“老大，大事不好了，我刚刚看到有人往这边过来了。”
en_us: The Weasel Beast took a moment to register the deep voice before replying, panting, "Boss, it's bad, I just saw something headed this way."

source: 听到这句话，凌霄表情突然闪过一丝古怪。
en_us: Upon hearing this sentence, a strange expression suddenly flashed across Ling Xiao's face.

source: 听到这句话，在场的人不由自主的吸了一口凉气。
en_us: Everyone in the venue involuntarily gasped (吸了一口凉气) after hearing this sentence.
